

data = {
    heading: "Тест із програмування",

    questions: [

        {
            title: "Запитання 1",
            answers: {
                1: "Варіант відповіді 1",
                2: "Варіант відповіді 2",
                3: "Варіант відповіді 3"}
        },

        {
            title: "Запитання 2",
            answers: {
                4: "Варіант відповіді 1",
                5: "Варіант відповіді 2",
                6: "Варіант відповіді 3"}
        },

        {
            title: "Запитання 2",
            answers: {
                7: "Варіант відповіді 1",
                8: "Варіант відповіді 2",
                9: "Варіант відповіді 3"}
        }
    ],

    submit: "Перевірити мої результати"
}

// localStorage.removeItem("test");
localStorage.setItem("test", JSON.stringify(data));
